<template>
  <div class="page-box">
    <div class="agreement-box">
      <div class="text-center">
        <h3>西安葛兰创智信息科技有限公司3D/BIM/GIS轻量化引擎产品在线体验环境使用协议</h3>
      </div>
      <hr />
      <p style="font-size:16px;">欢迎您使用西安葛兰创智信息科技有限公司（以下简称：我公司）3D/BIM/GIS轻量化引擎产品在线体验环境的服务！</p>
      <p>
        为使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境的服务，您应当阅读并遵守《西安葛兰创智信息科技有限公司3D/BIM/GIS轻量化引擎产品在线体验环境使用协议》。本协议是用户与我公司3D/BIM/GIS轻量化引擎产品在线体验环境之间的法律协议，是用户注册我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台账号并使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境服务时使用的通用条款。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款。限制、免责条款可能以黑体加粗或加下划线的形式提示您重点注意。除非您已阅读并接受本协议所有条款，否则您无权使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境提供的服务。您使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境的服务即视为您已阅读并同意上述协议的约束。
      </p>
      <label>一、定义</label>
      <p>
        我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台，是指我公司在其官方网站（www.glendale.top）上搭建的，为用户提供的对我公司3D/BIM/GIS轻量化引擎产品的各项功能/性能进行在线体验的WEB平台。
      </p>
      <p>
        用户，包含注册用户和非注册用户，以下亦称为“您”。注册用户是指通过我公司3D/BIM/GIS轻量化引擎产品在线体验环境WEB平台完成注册程序后，使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务或我公司3D/BIM/GIS轻量化引擎产品在线体验环境网站资料的用户。非注册用户是指未进行注册、直接登录我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台或通过其他网站进入我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台直接或间接地使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务或我公司3D/BIM/GIS轻量化引擎产品在线体验环境网站资料的用户。
      </p>
      <p>
        协议方，本协议中协议双方合称“协议方”。我公司为协议方之一。我公司3D/BIM/GIS轻量化引擎产品在线体验环境WEB平台在协议中统称为"我公司3D/BIM/GIS轻量化引擎产品在线体验环境"。</p>
      <label>二、协议的效力</label>
      <p>
        1、在您按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后或以其他上海葛兰岱尔网络科技有限公司产品在线体验环境允许的方式实际使用上海葛兰岱尔网络科技有限公司产品在线体验环境平台服务时，您即受本协议的约束。</p>
      <p>2、本协议内容包括本协议正文及您在使用GL WebGL GIS BIM
        Engine在线体验环境某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“规则”）。所有GL WebGL GIS BIM
        Engine在线体验环境已经发布的或将来可能发布的规则为本协议不可分割的组成部分，与本协议具有同等法律效力。除另行明确声明外，任何GL WebGL GIS BIM Engine在线体验环境及其关联公司提供的服务（以下称为“GL
        WebGL GIS BIM Engine在线体验环境平台服务”）均受本协议约束。您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用GL WebGL GIS BIM
        Engine在线体验环境平台服务；如您继续访问和使用GL WebGL GIS BIM Engine在线体验环境平台服务，即视为您已确知并完全同意本协议各项内容。</p>
      <p>
        3、上海葛兰岱尔网络科技有限公司产品在线体验环境有权根据国家法律法规的更新、产品和服务规则的调整需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行公示。如您继续使用上海葛兰岱尔网络科技有限公司产品在线体验环境平台服务的，即表示您接受经修订的协议和规则。如发生有关争议时，以上海葛兰岱尔网络科技有限公司产品在线体验环境最新的相关协议和规则为准。
      </p>
      <label>三、注册</label>
      <p>
        1、您确认，在您完成注册程序或以其他上海葛兰岱尔网络科技有限公司产品在线体验环境允许的方式实际使用上海葛兰岱尔网络科技有限公司产品在线体验环境平台服务时，您应当是具备相应民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的家长或法定监护人（以下统称"监护人"）应承担因此而导致的一切后果，且上海葛兰岱尔网络科技有限公司产品在线体验环境有权注销您的账户，并向您及您的监护人索偿。
      </p>
      <p>
        2、在您签署本协议，完成注册程序时，上海葛兰岱尔网络科技有限公司产品在线体验环境会向您提供唯一编号的上海葛兰岱尔网络科技有限公司产品在线体验环境账户。您应对您的用户账户、登录密码、支付密码（如有）、验证码的安全，以及对通过您的账户和密码实施的行为负责；因此所衍生的任何损失或损害，上海葛兰岱尔网络科技有限公司无法也不承担任何责任。除非有法律规定或行政司法机关的指令，且征得上海葛兰岱尔网络科技有限公司的同意，否则您的用户账户、登录密码、支付密码（如有）和验证码不得以任何方式转让、借用、赠与或继承（与账户相关的财产权益除外）。否则，由此给您（或上海葛兰岱尔网络科技有限公司、任何第三方）造成的一切损失，概由您自行承担（或者负责赔偿）。
      </p>
      <p>
        3、如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知上海葛兰岱尔网络科技有限公司，要求上海葛兰岱尔网络科技有限公司产品在线体验环境暂停相关服务。您理解上海葛兰岱尔网络科技有限公司对您的请求采取行动需要合理时间，上海葛兰岱尔网络科技有限公司对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
      </p>
      <p>
        4、您在注册帐号或使用上海葛兰岱尔网络科技有限公司产品在线体验环境平台服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您需要填写您的真实的身份信息。若您填写的信息不完整，则无法使用上海葛兰岱尔网络科技有限公司产品在线体验环境平台服务或在使用过程中受到限制。
      </p>
      <label>四、上海葛兰岱尔网络科技有限公司产品在线体验环境平台服务使用规范</label><br />
      <p>
        <i
          style="font-style:normal">1、通过我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台，您可以按照我公司3D/BIM/GIS轻量化引擎产品在线体验环境的功能上传您的BIM模型文件等信息。但所发布之信息不得含有如下内容：</i><br />
        <i style="font-style:normal">1)反对宪法所确定的基本原则，煽动抗拒、破坏宪法和法律、行政法规实施的；</i><br />
        <i style="font-style:normal">2)煽动危害国家安全、泄露国家秘密、颠覆国家政权，推翻社会主义制度的；</i><br />
        <i style="font-style:normal">3)煽动分裂国家、破坏国家统一、损害国家荣誉和民族利益的；</i><br />
        <i style="font-style:normal">4)煽动民族仇恨、民族歧视，破坏民族团结的；</i><br />
        <i style="font-style:normal">5)捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</i><br />
        <i style="font-style:normal">6)进行政治宣传或破坏国家宗教政策、宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；</i><br />
        <i style="font-style:normal">7)公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</i><br />
        <i style="font-style:normal">8)损害国家机关信誉的；</i><br />
        <i style="font-style:normal">9)其他违反宪法和法律法规的；</i><br />
      </p>
      <p>
        <i style="font-style:normal">2、在接受我公司3D/BIM/GIS轻量化引擎产品在线体验环境服务的过程中，您不得从事下列行为：</i><br />
        <i
          style="font-style:normal">1）发表、传送、传播、储存侵害他人知识产权、商业秘密权等合法权利的内容，包含病毒、木马、定时炸弹等可能对我公司3D/BIM/GIS轻量化引擎产品在线体验环境系统造成伤害或影响其稳定性的内容制造虚假身份以误导、欺骗他人；</i><br />
        <i
          style="font-style:normal">2）传送或散布以其他方式实现传送的含有受到知识产权法律保护的图像、相片、软件或其他资料的文件，作为举例（但不限于此）：包括版权或商标法（或隐私权或公开权），除非用户拥有或控制着相应的权利或已得到所有必要的认可；</i><br />
        <i style="font-style:normal">3）使用任何包含有通过侵犯商标、版权、专利、商业机密或任何一方的其他专有权利的方式利用本“软件”获得的图像或相片的资料或信息；</i><br />
        <i
          style="font-style:normal">4）进行危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐号；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本平台系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本平台系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称；</i><br />
        <i style="font-style:normal">5）修改或伪造软件作品运行中的指令、数据、数据包，增加、删减、变动软件
          的功能或运行效果，不得将用于上述用途的软件通过信息网络向公众传播或者运营；</i><br />
        <i
          style="font-style:normal">6）在未经我公司3D/BIM/GIS轻量化引擎产品在线体验环境书面明确授权前提下，出售、出租、出借、散布、转移或转授权软件和服务或相关的链接或从使用软件和服务或软件和服务的条款中获利，无论以上使用是否为直接经济或金钱收益；</i><br />
      </p>
      <p>
        3、您了解并同意，我公司3D/BIM/GIS轻量化引擎产品在线体验环境有权应政府部门（包括司法及行政部门）的要求，向其提供您在我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台填写的注册信息和发布纪录等必要信息。</p>
      <p>
        4、您了解并同意，您在我公司3D/BIM/GIS轻量化引擎产品在线体验环境中上传的BIM模型文件及相关信息，我公司3D/BIM/GIS轻量化引擎产品在线体验环境或其运营方有权将此BIM模型文件或相关信息公布给第三方查看，由此带来的一切后果，包括但不限于泄密、侵犯第三方知识产权等均与我公司3D/BIM/GIS轻量化引擎产品在线体验环境或其运营方无关。您如果需要删除您在我公司3D/BIM/GIS轻量化引擎产品在线体验环境中上传的BIM模型及相关信息，您可以通过电话告知我公司3D/BIM/GIS轻量化引擎产品在线体验环境运营方，并保留电话告知记录。
      </p>
      <p>
        <i
          style="font-style:normal">5、在我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台上使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境服务过程中，您承诺遵守以下约定：</i><br />
        <i
          style="font-style:normal">1)在使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务过程中实施的所有行为均遵守国家法律、法规等规范文件及我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保我公司3D/BIM/GIS轻量化引擎产品在线体验环境免于因此产生任何损失或增加费用。</i><br />
        <i
          style="font-style:normal">2)不发布国家禁止发布的信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的信息，不发布违背社会公共利益或公共道德、公序良俗的信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。</i><br />
        <i
          style="font-style:normal">3)不对我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台上的任何数据作商业性利用，包括但不限于在未经我公司3D/BIM/GIS轻量化引擎产品在线体验环境事先书面同意的情况下，以复制、传播等任何方式使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台站上展示的资料。</i><br />
        <i
          style="font-style:normal">4)不使用任何装置、软件或例行程序干预或试图干预我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台的正常运作或正在我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台上进行的任何活动。您不得采取任何将导致不合理的庞大数据负载加诸我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台网络设备的行动。</i><br />
      </p>
      <p>
        <i style="font-style:normal">6、您了解并同意：</i><br />
        <i
          style="font-style:normal">1)您违反上述承诺时，我公司3D/BIM/GIS轻量化引擎产品在线体验环境有权依据本协议的约定，做出相应处理或终止向您提供服务，且无须征得您的同意或提前通知于您。</i><br />
        <i
          style="font-style:normal">2)根据相关法令的指定或者我公司3D/BIM/GIS轻量化引擎产品在线体验环境服务规则的判断，您的行为涉嫌违反法律法规的规定或违反本协议和/或规则的条款的，我公司3D/BIM/GIS轻量化引擎产品在线体验环境有权采取相应措施，包括但不限于直接屏蔽、删除侵权信息、注销您的账号或直接停止提供服务。</i><br />
        <i
          style="font-style:normal">3)对于您在我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台上实施的行为，包括您未在我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台上实施但已经对我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台及其用户产生影响的行为，我公司3D/BIM/GIS轻量化引擎产品在线体验环境有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此采取相应的处理措施。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据承担不利后果。</i><br />
        <i
          style="font-style:normal">4)对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保我公司3D/BIM/GIS轻量化引擎产品在线体验环境免于承担因此产生的损失或增加的费用。</i><br />
        <i
          style="font-style:normal">5)如您涉嫌违反有关法律或者本协议之规定，使我公司3D/BIM/GIS轻量化引擎产品在线体验环境遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿我公司3D/BIM/GIS轻量化引擎产品在线体验环境因此造成的损失及（或）发生的费用，包括合理的律师费用。</i><br />
      </p>
      <label>五、责任范围和责任限制</label><br />
      <p>
        1、我公司3D/BIM/GIS轻量化引擎产品在线体验环境负责向您提供我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务。但我公司3D/BIM/GIS轻量化引擎产品在线体验环境对我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务不作任何明示或暗示的保证，包括但不限于我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，我公司3D/BIM/GIS轻量化引擎产品在线体验环境也不对我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、稳定性、完整性和及时性作出任何承诺和保证。
      </p>
      <p>
        2、我公司3D/BIM/GIS轻量化引擎产品在线体验环境仅向您提供我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务，您了解我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台上的信息系用户自行发布，且我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台无法杜绝可能存在风险和瑕疵。
      </p>
      <p>
        <i
          style="font-style:normal">3、我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台与其他的在线使用的互联网网站一样，也会受到各种不良信息、网络安全和网络故障问题的困扰，包括但不限于：</i><br />
        <i
          style="font-style:normal">1）其他用户可能会发布诈骗或虚假信息，或者发表有谩骂、诅咒、诋毁、攻击内容的，或者含有淫秽、色情、下流、反动、煽动民族仇恨等让人反感、厌恶的内容的非法言论；</i><br />
        <i style="font-style:normal">2）其他用户可能会发布一些侵犯您或者其他第三方知识产权、肖像权、姓名权、名誉权、隐私权和/或其他合法权益的图片、照片、文字等资料；</i><br />
        <i style="font-style:normal">3）面临着诸如黑客攻击、计算机病毒困扰、系统崩溃、网络掉线、网速缓慢、程序漏洞等问题的困扰和威胁。</i><br />
        <i
          style="font-style:normal">您充分了解并同意：上述的各种不良信息、网络安全和网络故障问题，并不是我公司3D/BIM/GIS轻量化引擎产品在线体验环境或者我公司所导致的问题，由此可能会造成您感到反感、恶心、呕吐等精神损害，或者给您造成其他的损失，概由您自行承担，我公司3D/BIM/GIS轻量化引擎产品在线体验环境无须向您承担任何责任。</i><br />
      </p>
      <p>
        <i
          style="font-style:normal">4、您同意，在发现本网站任何内容不符合法律规定，或不符合本用户协议规定的，您有义务及时通知我公司3D/BIM/GIS轻量化引擎产品在线体验环境。如果您发现您的个人信息被盗用、您的版权或者其他权利被侵害，请将此情况告知我公司3D/BIM/GIS轻量化引擎产品在线体验环境并同时提供如下信息和材料：</i><br />
        <i style="font-style:normal">1)侵犯您权利的信息的网址，编号或其他可以找到该信息的细节；</i><br />
        <i style="font-style:normal">2)您是所述的版权或者其他权利的合法拥有者的权利证明；</i><br />
        <i style="font-style:normal">3)您的联系方式，包括联系人姓名，地址，电话号码和电子邮件；</i><br />
        <i style="font-style:normal">4)您的身份证复印件、营业执照等其他相关资料。</i><br />
      </p>
      <p>
        <i
          style="font-style:normal">5、您了解并同意，我公司3D/BIM/GIS轻量化引擎产品在线体验环境不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿：</i><br />
        <i style="font-style:normal">1) 使用或未能使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务；</i><br />
        <i style="font-style:normal">2) 第三方未经批准地使用您的账户或更改您的数据；</i><br />
        <i style="font-style:normal">3)
          通过我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务购买或获取任何商品、样品、数据、信息等行为或替代行为产生的费用及损失；</i><br />
        <i style="font-style:normal">4) 您对我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务的误解；</i><br />
        <i style="font-style:normal">5)
          任何非因我公司3D/BIM/GIS轻量化引擎产品在线体验环境的原因而引起的与我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务有关的其它损失。</i><br />
      </p>
      <p>
        6、我公司3D/BIM/GIS轻量化引擎产品在线体验环境对下列不可抗力行为免责：信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务。
      </p>
      <p>
        7、您应当严格遵守本协议及我公司3D/BIM/GIS轻量化引擎产品在线体验环境发布的其他协议、活动规则，因您违反协议或规则的行为给第三方或我公司3D/BIM/GIS轻量化引擎产品在线体验环境造成损失的，您应当承担全部责任。
      </p>
      <p>
        8、我公司3D/BIM/GIS轻量化引擎产品在线体验环境保留在中华人民共和国大陆地区法施行之法律允许的范围内独立决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</p>
      <label>六、协议终止</label><br />
      <p>
        1、您同意，我公司3D/BIM/GIS轻量化引擎产品在线体验环境基于平台服务的安全性，有权中止向您提供部分或全部我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务，暂时冻结您的账户，待安全问题解决后及时恢复，并对中止、冻结及恢复的事实及时通知。如果网站的安全问题是由于您的违法行为引起，我公司3D/BIM/GIS轻量化引擎产品在线体验环境有权终止向您提供部分或全部我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务，永久冻结（注销）您的帐户，并有权向您对损失进行索赔。
      </p>
      <p>
        <i
          style="font-style:normal">2、您同意，您与我公司3D/BIM/GIS轻量化引擎产品在线体验环境的协议关系终止后，我公司3D/BIM/GIS轻量化引擎产品在线体验环境仍享有下列权利：</i><br />
        <i style="font-style:normal">1)
          继续保存您未及时删除的注册信息及您使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务期间发布的所有信息至法律规定的记录保存期满。</i><br />
        <i
          style="font-style:normal">2）您在使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台服务期间存在违法行为或违反本协议和/或规则的行为的，我公司3D/BIM/GIS轻量化引擎产品在线体验环境仍可依据本协议向您主张权利、追究责任。</i><br />
      </p>
      <label>七、隐私权政策</label><br />
      <p>
        1、我公司3D/BIM/GIS轻量化引擎产品在线体验环境将在我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台公布并不时修订隐私权条款，隐私权条款构成本协议的有效组成部分。</p>
      <p>
        2、您知悉并认可：我公司3D/BIM/GIS轻量化引擎产品在线体验环境可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本网站同等的保护用户隐私的责任，则我公司3D/BIM/GIS轻量化引擎产品在线体验环境有权将用户的注册资料等提供给该第三方。另外，在不透露单个用户隐私资料的前提下，我公司3D/BIM/GIS轻量化引擎产品在线体验环境有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
      </p>
      <p>
        3、我公司3D/BIM/GIS轻量化引擎产品在线体验环境将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。对此您表示理解和认同。</p>
      <p>
        <i style="font-style:normal">4、我公司3D/BIM/GIS轻量化引擎产品在线体验环境不会将您的个人信息转移或披露给任何非关联的第三方，除非：</i><br />
        <i style="font-style:normal">1）相关法律法规或法院、政府机关要求；</i><br />
        <i style="font-style:normal">2）为完成合并、分立、收购或资产转让而转移；</i><br />
        <i style="font-style:normal">3）为提供您要求的服务所必需。</i><br />
      </p>
      <p>
        5、您知悉并认可：我公司3D/BIM/GIS轻量化引擎产品在线体验环境通过推广或其他方式向您提供链接，使您可以接入第三方服务或网站。您使用该等第三方的服务时，须受该第三方的服务条款及隐私政策约束，您需要仔细阅读其条款。本协议仅适用于我公司3D/BIM/GIS轻量化引擎产品在线体验环境提供的服务器所收集的信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，我公司3D/BIM/GIS轻量化引擎产品在线体验环境对任何第三方使用由您提供的信息不承担任何责任。
      </p>
      <p>
        6、我公司3D/BIM/GIS轻量化引擎产品在线体验环境不对用户所发布信息的删除或储存失败负责。我公司3D/BIM/GIS轻量化引擎产品在线体验环境并不承诺对用户的存储信息进行无限期保留。</p>
      <label>八、知识产权声明</label><br />
      <p>
        1、“葛兰岱尔”、“葛兰创智”为我公司3D/BIM/GIS轻量化引擎产品在线体验环境所在公司的知识产权，受法律保护，任何人不得擅自使用。凡侵犯本公司版权等知识产权的，我公司3D/BIM/GIS轻量化引擎产品在线体验环境将依法追究其相关法律责任。
      </p>
      <p>
        2、我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台所刊登的资料信息（包括但不限于编码、文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是我公司3D/BIM/GIS轻量化引擎产品在线体验环境或其内容提供者的财产，受中国和国际版权法的保护。本平台上所有内容的汇编是我公司3D/BIM/GIS轻量化引擎产品在线体验环境的排他财产，受中国和国际版权法的保护。本平台上所有软件都是我公司3D/BIM/GIS轻量化引擎产品在线体验环境或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。任何被授权的浏览、复制、打印和传播属于我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台网站内信息内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此版权声明。
      </p>
      <p>
        3、用户一旦接受本协议，即表明该用户主动将其在任何时间段在本平台发表的任何形式的信息内容（包括但不限于用户评价、用户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给我公司3D/BIM/GIS轻量化引擎产品在线体验环境所有，用户同意我公司3D/BIM/GIS轻量化引擎产品在线体验环境有权就任何主体侵权而单独提起诉讼。
      </p>
      <p>4、用户同意并已充分了解本协议的条款，承诺不将已发表于本站的信息，以任何形式发布或授权其它主体以任何方式使用（包括但不限于在各类网站、媒体上使用）。</p>
      <p>
        5、用户通过我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台发布的信息或内容，并不代表我公司3D/BIM/GIS轻量化引擎产品在线体验环境之意见及观点，也不意味着我公司3D/BIM/GIS轻量化引擎产品在线体验环境赞同其观点或证实其内容的真实性。
      </p>
      <p>
        6、用户通过我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台发布的信息、文字、图片等资料均由我公司3D/BIM/GIS轻量化引擎产品在线体验环境用户提供，其真实性、准确性和合法性由信息发布人负责。我公司3D/BIM/GIS轻量化引擎产品在线体验环境不提供任何保证，并不承担任何法律责任。如果以上资料侵犯了第三方的知识产权或其他权利，责任由信息发布者本人承担，我公司3D/BIM/GIS轻量化引擎产品在线体验环境对此不承担责任。
      </p>
      <p>
        7、除法律另有强制性规定外，未经我公司3D/BIM/GIS轻量化引擎产品在线体验环境明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、传播、展示、镜像、上载、下载、转载、引用、链接、抓取或以其他方式使用本站的信息内容，否则，我公司3D/BIM/GIS轻量化引擎产品在线体验环境有权追究其法律责任。
      </p>
      <p>
        <i style="font-style:normal">8、我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台以下内容不可任意转载：</i><br />
        <i style="font-style:normal">1）本平台内发布的所有信息；</i><br />
        <i style="font-style:normal">2）已作出不得转载或未经许可不得转载声明的内容；</i><br />
        <i style="font-style:normal">3）本平台中特有的图形、标志、页面风格、编排方式、程序等；</i><br />
        <i style="font-style:normal">4）本平台中必须具有特别授权或具有注册用户资格方可知晓的内容；</i><br />
        <i style="font-style:normal">5）其他法律不允许或本平台认为不适合转载的内容。</i><br />
      </p>
      <p>
        9、对于不当引用我公司3D/BIM/GIS轻量化引擎产品在线体验环境网站内容而引起的纷争等或因纠纷等造成的任何损失，我公司3D/BIM/GIS轻量化引擎产品在线体验环境不承担相关法律责任。对不遵守本声明的用户或其他违法、恶意使用我公司3D/BIM/GIS轻量化引擎产品在线体验环境网站内容者，我公司3D/BIM/GIS轻量化引擎产品在线体验环境保留追究其法律责任的权利。
      </p>
      <p>
        10、我公司3D/BIM/GIS轻量化引擎产品在线体验环境平台相关声明版权及其修改权、更新权和法律允许范围内的最终解释权均属我公司3D/BIM/GIS轻量化引擎产品在线体验环境所有。</p>
      <label>九、法律适用、管辖与其他</label><br />
      <p>1、本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国法律，如法律无相关规定的，则应参照通用国际商业惯例和（或）行业惯例。</p>
      <p>2、本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>
      <p>3、因本协议产生之争议、纠纷，应由我公司3D/BIM/GIS轻量化引擎产品在线体验环境与您友好协商解决；协商不成的，应依照中华人民共和国法律予以处理。</p>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style lang="less" scoped>
.page-box {
  background: #eee;
  display: flex;
  justify-content: center;
  max-height: 100vh;
  overflow-y: auto;

  .agreement-box {
    width: 80vw;
    background: #fff;
    padding: 30px 50px;
    margin: 30px auto;
    height: 100%;
  }
}
</style>